/* No comment provided by engineer. */
"%d days ago" = "Πριν %d ημέρες";

/* No comment provided by engineer. */
"%d hours ago" = "Πριν %d ώρες";

/* No comment provided by engineer. */
"%d minutes ago" = "Πριν %d λεπτά";

/* No comment provided by engineer. */
"%d months ago" = "Πριν %d μήνες";

/* No comment provided by engineer. */
"%d seconds ago" = "Πριν %d δευτερόλεπτα";

/* No comment provided by engineer. */
"%d weeks ago" = "Πριν %d εβδομάδες";

/* No comment provided by engineer. */
"%d years ago" = "Πριν %d χρόνια";

/* No comment provided by engineer. */
"A minute ago" = "Πριν ένα λεπτό";

/* No comment provided by engineer. */
"An hour ago" = "Πριν μία ώρα";

/* No comment provided by engineer. */
"Just now" = "Μόλις τώρα";

/* No comment provided by engineer. */
"Last month" = "Τον προηγούμενο μήνα";

/* No comment provided by engineer. */
"Last week" = "Την προηγούμενη εβδομάδα";

/* No comment provided by engineer. */
"Last year" = "Πέρυσι";

/* No comment provided by engineer. */
"Yesterday" = "Εχθές";

/* No comment provided by engineer. */
"1 year ago" = "Πριν 1 χρόνο";

/* No comment provided by engineer. */
"1 month ago" = "Πριν 1 μήνα";

/* No comment provided by engineer. */
"1 week ago" = "Πριν 1 εβδομάδα";

/* No comment provided by engineer. */
"1 day ago" = "Πριν 1 ημέρα";

/* No comment provided by engineer. */
"This morning" = "Σήμερα το πρωί";

/* No comment provided by engineer. */
"This afternoon" = "Σήμερα το απόγευμα";

/* No comment provided by engineer. */
"Today" = "Σήμερα";

/* No comment provided by engineer. */
"This week" = "Αυτή την εβδομάδα";

/* No comment provided by engineer. */
"This month" = "Αυτό το μήνα";

/* No comment provided by engineer. */
"This year" = "Φέτος";

"reply_button_label" = "";
"new_message_button_label" = "";
"new_messages_button_label" = "";
"new_updates" = "";
"no_internet_server_error" = "";
"view_conversation_button_label" = "";
"select_subject_label"= "";
"write_a_message_hint"= "";
"give_your_message_a_subject" = "";
"sent_a_message" = "";
"replied_to_your" = "";
"send_button" = "";

"new_card_label" = "";
"feed_title_label"= "";
"new_message_title_label"= "";

"subject_feedback_label"= "";
"subject_feature_suggestion_label"= "";
"subject_complaint_label"= "";
"subject_other_label"= "";

"feed_is_empty_title"= "";
"icon_left_text"= "";
"icon_right_text"= "";
"icon_bottom_text"= "";
"second_paragraph_text"= "";

"message_sending" = "";
"message_sent" = "";
"message_failed" = "";
"try_again" = "";

// 2.4.2

"other_subject_hint" = "";
"reached_bottom_of_feed" = "";

// 2.4.5

"pulsate_YOU_in_message_card" = "";
